export const ImageData = [
  {
    id: 1,
    url: '/images/01.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 1,
  },
  {
    id: 2,
    url: '/images/02.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 2,
  },
  {
    id: 3,
    url: '/images/03.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 1,
  },
  {
    id: 4,
    url: '/images/04.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 1,
  },
  {
    id: 5,
    url: '/images/05.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 1,
  },
  {
    id: 6,
    url: '/images/06.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 2,
  },
  {
    id: 7,
    url: '/images/07.jpg',
    title: 'Image',
    user: { id: 1, name: 'Tom', avatar: 'avatar' },
    caption:
      '文字盤上のアプリや機能へのショートカットは、コンプリケーションと呼ばれます。好きなコンプリケーションを選んで文字盤をカスタマイズすれば、より多くの情報を一目で見て、より多くのことがワンタッチで行えます。使えるアプリと機能は数えきれないほど。インフォグラフなどの文字盤なら最大9つのコンプリケーションを設定できます。',
    cols: 1,
  },
];
